testing/log/09-12-2023-18:11/load-successrate-testing-steadystate.log
→    ✗ status was 200
→     ↳  58% — ✓ 601 / ✗ 422

→    checks.........................: 58.74% ✓ 601      ✗ 422  
→    data_received..................: 94 kB  160 B/s
→    data_sent......................: 784 kB 1.3 kB/s
→    http_req_blocked...............: avg=2.38s    min=0s      med=236.87ms max=15.7s    p(90)=7.47s    p(95)=15.62s  
→    http_req_connecting............: avg=2.38s    min=0s      med=236.72ms max=15.7s    p(90)=7.47s    p(95)=15.62s  
→    http_req_duration..............: avg=328.45ms min=0s      med=489.31ms max=759.62ms p(90)=717.27ms p(95)=728.58ms
→      { expected_response:true }...: avg=559.09ms min=474.6ms med=517.06ms max=759.62ms p(90)=726.78ms p(95)=734.87ms
→    http_req_failed................: 41.25% ✓ 422      ✗ 601  
→    http_req_receiving.............: avg=139.52ms min=0s      med=236.38ms max=243.95ms p(90)=238.36ms p(95)=239.82ms
→    http_req_sending...............: avg=194.76µs min=0s      med=84.73µs  max=2.09ms   p(90)=428.52µs p(95)=864.01µs
→    http_req_tls_handshaking.......: avg=0s       min=0s      med=0s       max=0s       p(90)=0s       p(95)=0s      
→    http_req_waiting...............: avg=188.74ms min=0s      med=251.55ms max=521.2ms  p(90)=479.88ms p(95)=490.32ms
→    http_reqs......................: 1023   1.748296/s
→    iteration_duration.............: avg=30.08s   min=15.71s  med=23.18s   max=45.05s   p(90)=45s      p(95)=45s     
→    iterations.....................: 1023   1.748296/s
→    vus............................: 355    min=0      max=512
→    vus_max........................: 512    min=512    max=512